Repository: BearchInc/fala-com-meu-carro-ios
Catalog: FalaComMeuCarro/Supporting Files/*.lproj/Localizable.strings
Languages: pt_br

# LOGIN_WE_NEED_YOU_TO_LOGIN
source: It's neccessary to login
pt_br: Nós precisamos que você faça login.

# LOGIN_SOMETHING_HAPPENED_TRY_AGAIN
source: Something weird happened, please try again :)
pt_br: Algum problema aconteceu, tente de novo por favor :)

# LOGIN_TRY_AGAIN
source: Try again
pt_br: Tentar novamente

# LOGIN_OOPS
source: Ooops
pt_br: Opa

# LOGIN_TERMS_AND_CONDITIONS_LABEL
source: By login in you are accepting our Terms of Service
pt_br: Ao fazer login você declara que está de acordo os Termos de Uso

# LOGIN_TERMS_AND_CONDITIONS_BUTTON
source: Tap here to view our Terms of Service
pt_br: Clique aqui para ver os Termos de Uso

# TERMS_OF_SERVICE_TITLE
source: Terms of Use
pt_br: Termos de Uso

# TERMS_OF_SERVICE_EULA
source: Impulse is a completely different way to interact with drivers. Weâ€™re a pretty open platform, but we do have rules. The following content will be removed: - Racial or sexual slurs; - Encouraging violence or self-harm; - Posting personal, identifying information other than car plate; - Malicious intent. - SPAM & Advertising - Soliciting sexual favors; Bearch, Inc. is in no way responsible for user-generated content. Content posted on this app is subject to: 1st Amendment: Freedom/Anonymity of speech is protected under the 1st Amendment Communications Decency Act: Operators of Internet services are not to be construed as publishers and thus not legally liable for the words of third parties who use their services. We will always be doing our best to improve your app, if you have any ideas on additional things we can do please contact us at support@getbearch.com anytime!
pt_br: Boatos é uma forma completamente diferente de interagir e espalhar informações de carros. Nós somos uma plataforma bastante aberta, mas ainda assim temos regras importantes. O seguinte conteúdo será removido: - Insultos raciais ou sexuais; - Incentivo à violência ou danos auto-infligidos; - Criar boatos contendo informações pessoais além da placa; - Intenção maliciosa; - SPAM ou Propaganda; - Solicitação de favores sexuais; Bearch, Inc. não é de forma alguma responsável por boatos gerados pelos usuários. Estaremos sempre fazendo o nosso melhor para melhorar o seu app, se você tem alguma idéia sobre coisas novas que podemos fazer por favor nos contate pelo support@getbearch.com a qualquer momento!

# HOME_TITLE
source: Latest
pt_br: Há boatos que…

# HOME_ACTION_SHEET_CANCEL
source: Cancel
pt_br: Cancelar

# HOME_ACTION_SHEET_INAPPROPRIATE
source: Inappropriate/SPAM
pt_br: Inapropriado/SPAM

# HOME_ACTION_SHEET_POST_REPORTED
source: Reported!
pt_br: Boato Reportado!

# CREATE_POST_TITLE
source: Create
pt_br: Criar boato

# CREATE_POST_CAR_PLATE_LABEL
source: Send message to car with plate:
pt_br: Placa do carro

# CREATE_POST_MESSAGE_LABEL
source: Message:
pt_br: Boato

# CREATE_POST_SEND_BUTTON
source: Send
pt_br: Espalhar

# CREATE_POST_INVALID_PLATE
source: Invalid Plate
pt_br: Placa inválida

# CREATE_POST_MESSAGE_CANNOT_BE_EMPTY
source: Message cannot be empty
pt_br: Mensagem não pode ser vazia

# CREATE_POST_OOPS
source: Oops
pt_br: Opa

# GO_TO_PLATE_TITLE
source: Search for plate
pt_br: Buscar boatos

# GO_TO_PLATE_CANCEL
source: Cancel
pt_br: Cancelar

# GO_TO_PLATE_OK
source: Go
pt_br: Ir
